<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>부들부들-개인정보처리방침</title>
</head>
<body>
<c:import url="/WEB-INF/views/includes/header.jsp"/>

<div class="container" style="margin-top:180px">
<h1>개인정보처리방침</h1>
<hr class="featurette-divider">
<p>5dle5dle(이하 '회사')은 이용자의 개인정보보호를 매우 중요시하며, 『개인정보 보호법』 등 국내의 개인정보 보호 법령을 준수하고 있습니다. 회사는 개인정보처리방침을 통해 이용자께서 제공하는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.</p>
<p>※ 본 방침은 2022년 09월 12일부터 시행됩니다.</p>
<br>

<h2>수집하는 개인정보 항목 및 수집방법</h2>
<p>회사는 서비스 이용 시 필요한 최소한의 개인정보만을 수집하며, 수집 시에는 이용자에게 해당 내용을 고지하고 동의를 받아 처리합니다.</p>
<table class="table table-hover table-bordered text-center">
<thead class="table table-primary">
	<tr><th>수집방법</th><th>수집항목</th>
</thead> 
<tbody>
	<tr><td>회원가입</td><td>(필수) 성명, 아이디, 비밀번호, 주소, 이메일 (선택) 키, 몸무게</td></tr>
	<tr><td>마이페이지</td><td>(선택) 키, 몸무게, BMI</td></tr>
</tbody>
</table>
<p>*서비스 이용 과정에서 IP 주소, 방문일시, 쿠키, 서비스 이용기록, 불량이용기록,  접속환경 정보(OS, 브라우저, 검색 키워드 등) 등의 정보가 자동화된 방법으로 생성되어 수집될 수 있습니다.</p>
<br>

<h2>개인정보 수집 및 이용목적</h2>
<p>이용자의 개인정보에 대한 처리(수집, 이용 등)목적은 다음과 같습니다.</p>
<p>1) 회원 가입 및 관리<br>
2) 회원 맞춤형 운동 및 헬스장 추천 서비스 제공<br>
3) 마케팅 목적의 서비스 안내, 이용권유, 이벤트 정보 및 참여기회 제공
4) 서비스 고도화와 개선을 위한 데이터 분석
</p>
<br>

<h2>개인정보처리 위탁</h2>
<p>회사는 서비스 향상을 위해서 개인정보를 위탁할 수 있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다. 위탁 업무와 관련된 개인정보의 안전한 처리에 대해 감독하고 있습니다.</p>
<br>

<h2>개인정보의 보유 및 이용기간</h2>
<p>1) 회사는 다음의 경우에 이용자의 개인정보를 지체없이 파기하고 있습니다.<br>
&nbsp;&nbsp;- 회원 탈퇴 시 혹은 서비스 종료 시까지<br>
&nbsp;&nbsp;- 회원이 개인정보에 대한 권리 행사를 통해 수집 및 이용 동의의 철회 또는 개인정보 삭제를 요청하는 경우<br>
&nbsp;&nbsp;단, 이용자에게 개인정보 보관기간에 대해 별도의 동의를 얻은 경우, 또는 법령에서 일정 기간 정보보관 의무를 부과하는 경우에는 해당 기간 동안 개인정보를 안전하게 보관합니다.</p>
<table class="table table-hover table-bordered text-center">
<thead class="table table-primary">
	<tr><th>사유 및 근거</th><th>보유 및 이용 기간</th>
</thead> 
<tbody>
	<tr><td>탈퇴 후 재가입 등을 통한 이벤트, 서비스 부정 참여 방지</td><td>성명, 이메일 : <span style="font-weight: bold">회원 탈퇴일로부터 20일간 보관</span></td></tr>
	<tr><td>관련 법령(통신비밀보호법)에 의한 개인정보 보유</td><td>서비스 이용기록, 접속 IP 등 접속로그 : <span style="font-weight: bold">3개월간 보관</span></td></tr>
</tbody>
</table>
<p>2) 개인정보 보호법 제39조의6(개인정보의 파기에 대한 특례) 조항에 따라 회원이 1년(이하 '개인정보 유효기간') 동안 서비스를 이용한 사실 또는 활동한 기록이 없는 경우, 개인정보 보호를 위해 회원의 개인정보를 파기합니다. 회사는 개인정보 유효기간이 도래하기 30일 전까지 개인정보가 파기되는 사실, 개인정보 유효기간 만료일 및 파기되는 개인정보의 항목을 전자우편(이메일) 등 서면을 통해 회원에게 알립니다. </p>
<br>

<h2>개인정보의 파기 절차</h2>
<p>회사는 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.</p>
<p>&nbsp;&nbsp;- 파기 절차 : 이용자의 개인정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 일정기간 저장된 후 파기됩니다. 별도 DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 보유 되어지는 이외의 다른 목적으로 이용되지 않습니다.<br>
&nbsp;&nbsp;- 파기 방법 : 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기하며, 전자적 파일 형태로 기록∙저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 이용하여 파기합니다.</p>
<br>

<h2>이용자 및 법정대리인의 권리와 그 행사방법</h2>
<p>1) 이용자는 언제든지 ‘우측상단 프로필 아이콘(마이페이지) → 계정설정, 내 프로필’에서 자신의 개인정보를 조회하거나 수정ㆍ삭제할 수 있으며, 자신의 개인정보에 대한 열람을 요청할 수 있습니다.<br>
2) 이용자는 언제든지 개인정보 처리의 정지를 요청할 수 있으며, 법률에 특별한 규정이 있는 등의 경우에는 처리정지 요청을 거부할 수 있습니다.<br>
3) 이용자는 언제든지 ‘회원 탈퇴’ 등을 통해 개인정보의 수집 및 이용 동의를 철회할 수 있습니다.<br>
4) 회사는 만 14세 미만 아동의 개인정보는 수집하지 않고 있습니다. 다만, 만 14세 미만 아동의 개인정보를 수집하는 상황이 발생할 경우, 법정대리인의 만 14세 미만 아동의 개인정보 처리에 대한 법령 상의 권리를 보장합니다.<br>
5) 회사는 이용자의 권리에 따른 열람∙정정∙삭제∙처리정지의 요구 시 요구한 자가 본인이거나 정당한 대리인인지 여부를 확인합니다.</p>
<br>

<h2>개인정보 처리방침의 변경</h2>
<p>법령/정책 또는 보안기술의 변경에 따라 내용의 추가, 삭제 및 수정이 있을 시에는 변경 이유 및 내용 등을 기한의 정함이 없이 사전에 공지하도록 하겠습니다.</p>
<br><br><br>
</div>
<c:import url="/WEB-INF/views/includes/footer.jsp"/>
</body>
</html>