<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>부들부들-서비스이용약관</title>
</head>
<body>
<c:import url="/WEB-INF/views/includes/header.jsp"/>

<div class="container" style="margin-top:180px">
<h1>서비스 이용약관</h1>
<hr class="featurette-divider">
<p>※ 본 약관은 2022년 09월 12일부터 시행됩니다.</p>
<br>

<h2>제 1조 (목적)</h2>
<p>본 약관은 5dle5dle(이하"회사")이 제공하는 제반 서비스의 이용과 관련하여, 회사와 회원과의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.</p>
<br>

<h2>제 2조 (정의)</h2>
<p>본 약관에서 사용하는 용어의 정의는 아래 각 호와 같습니다.</p>
<div style="margin-left:20px">
1. 서비스란, 이용자가 사용하는 단말기(PC, TV, 휴대형단말기 등 각종 유무선 장치를 포함)와 상관없이 회사가 운영하는 사이트(‘도메인명’)를 통해 제공하는 일체의 서비스를 의미<br>
2. 이용자란, 회사의 홈페이지 등에 접속하여 본 약관에 따라 회사가 제공하는 서비스를 받는 회원 및 비회원을 의미<br>
3. 회원이란, 본 약관에 따라 회사와 이용계약을 체결하고 회사가 제공하는 서비스를 이용하는 고객을 의미<br>
4. 비회원이란, 본 약관에 따라 회사와 이용계약을 체결하지 않고, 회사가 제공하는 서비스를 이용하는 고객을 의미, 회사가 제공하는 서비스 중 일부는 비회원의 경우에도 이용할 수 있으나, 일부 콘텐츠에 대해서는 이용이 제한될 수 있음 또한 비회원은 원칙적으로 본 약관의 적용을 받지 않지만, 관련 법령에 근거하여 금지되는 행위에 대해서는 제재를 받을 수 있음<br>
5. 아이디(ID)란, 회원의 식별과 서비스 이용을 위하여 회원이 정하고 회사가 승인하는 전자우편 주소 등을 의미
6. 비밀번호란, 회원이 부여받은 아이디와 일치되는 회원임을 확인하고 비밀의 보호를 위해 회원 자신이 정한 문자 또는 숫자의 조합을 의미
</div>

<br>

<h2>제 3조 (약관의 게시와 개정)</h2>
<p>① 회사는 본 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 초기 화면에 게시합니다.<br>
② 회사는 「약관의 규제에 관한 법률」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「소비자기본법」, 「전기통신사업법」 등 관련 법령을 준수하며, 이에 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.<br>
③ 회사가 본 약관을 개정할 경우에는 적용일자 및 개정 사유를 명시하여 현행 약관과 함께 제1항의 방식에 따라 그 개정약관의 적용일자 7일 전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관 내용을 변경하는 경우에는 최소 30일 이상의 사전 유예기간을 두고 공지합니다. <br>
④ 회사가 전항에 따라 개정약관을 공지 또는 통지하면서 회원에게 30일 기간 내에 의사표시를 하지 않으면, 동의의 의사표시가 있는 것으로 간주된다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 않은 경우 회원이 개정약관에 동의한 것으로 봅니다.<br>
⑤ 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정 약관의 내용을 적용할 수 없으며, 이 경우 회원은 이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우에는 회사는 회원과의 이용계약을 해지할 수 있습니다.<br>
⑥ 별도의 명시적인 설명이 없는 한, 새로운 서비스의 개시 역시 본 약관의 적용을 받습니다.</p>
<br>

<h2>제 4조 (이용계약 성립)</h2>
<p>① 이용계약은 회원이 되려는 자(이하 “가입신청자”)가 본 약관의 내용에 대하여 동의를 함으로써 회원가입신청을 하고, 회사가 이를 승낙함으로써 성립합니다.</p>
<br>

<h2>제 5조 (서비스 이용신청)</h2>
<p>① 회사는 가입신청자의 신청에 대하여 서비스 이용을 승낙함을 원칙으로 합니다. 다만, 회사는 아래 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나 사후에 이용계약을 해지할 수 있습니다.</p>
<div style="margin-left:20px">
1. 가입신청자가 본 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우. 단, 회사의 회원 재가입 승낙을 얻은 경우에는 예외로 함<br>
2. 실명이 아니거나 타인의 명의를 이용한 경우<br>
3. 허위의 정보를 기재하거나, 회사가 요구하는 필수 정보를 기재하지 않은 경우<br>
4. 14세 미만 아동이 법정대리인(부모 등)의 동의를 얻지 아니한 경우<br>
5. 가입신청자의 귀책사유로 인하여 승낙이 불가능하거나 기타 규정한 제반 사항을 위반하며 신청한 경우<br><br>
</div>
<p>② 제1항에 따른 신청에 있어 회사는 회원의 종류에 따라 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.
③ 회사는 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있어 정상적인 서비스 제공이 어려운 경우에는 가입신청자에 대한 승낙을 유보할 수 있습니다.<br>
④ 제1항 또는 제3항에 따라 회사가 가입신청자의 회원가입신청을 승낙하지 아니하거나 유보한 경우, 회사는 원칙적으로 이를 가입신청자에게 알립니다.<br>
⑤ 이용계약의 성립시기는 회사가 가입신청자의 회원가입신청을 승낙하고, 이것이 회원에게 도달한 시점으로 합니다.<br>
⑥ 회사는 이용시간, 이용횟수 등에 따라 회원을 등급별로 분류하고, 서비스 메뉴 등을 세분하여 회원의 서비스 이용에 차등을 둘 수 있습니다.
</p>
<br>

<h2>제 6조 (회원정보의 변경)</h2>
<p>① 회원은 개인정보관리화면을 통하여 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다. 다만, 서비스 관리를 위해 필요한 실명, 아이디 등은 수정이 불가능합니다.<br>
② 회원은 가입신청 시 기재한 사항에 변경이 있는 경우, 즉시 회사에 대하여 회원정보 수정 등의 방법으로 그 변경사항을 알려야 합니다. 회원이 회원정보의 변경을 게을리함으로써 발생한 불이익에 대하여 회사는 일체의 책임을 부담하지 않습니다.</p>
<br>

<h2>제 7조 (개인정보보호)</h2>
<p>회사는 관련 법령이 정하는 바에 따라 회원의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용 등에 대해서는 관련 법령 및 회사의 개인정보처리방침이 적용됩니다. 다만, 회사의 공식 사이트 이외의 링크된 사이트에서는 회사의 개인정보처리방침이 적용되지 않습니다.</p>
<br>

<h2>제 8조 (회원의 아이디 및 비밀번호의 관리에 대한 의무)</h2>
<p>① 회원의 아이디와 비밀번호에 관한 관리책임은 회원에게 있으며, 이를 제3자가 이용하도록 하여서는 안 됩니다.<br>
② 회사는 회원의 아이디가 개인정보 유출 우려가 있거나 반사회적 또는 미풍양속에 어긋나거나 회사 또는 회사의 운영자로 오인한 우려가 있는 경우, 해당 아이디의 이용을 제한할 수 있습니다.<br>
③ 회원은 아이디 및 비밀번호가 도용되거나 제3자가 사용하고 있음을 인지한 경우에는 이를 즉시 회사에 통지하고 회사의 안내에 따라야 합니다.<br>
④ 제3항의 경우에 해당 회원이 회사에 그 사실을 통지하지 않거나, 통지한 경우에도 회사의 안내에 따르지 않아 발생한 불이익에 대하여 회사는 일체의 책임을 부담하지 않습니다.</p>
<br>

<h2>제 9조 (회원에 대한 통지)</h2>
<p>① 회사가 회원에 대한 통지를 하는 경우 본 약관에 별도 규정이 없는 한 회원이 회사와 미리 약정하여 지정한 전자우편주소로 할 수 있습니다.<br>
② 회사는 회원 전체에 대한 통지의 경우 7일 이상 회사의 게시판에 게시함으로써 제1항의 통지에 갈음할 수 있습니다.</p>
<br>

<h2>제 10조 (회사의 의무)</h2>
<p>① 회사는 관련 법령과 본 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을 다하여 노력합니다.<br>
② 회사는 회원이 안전하게 서비스를 이용할 수 있도록 개인정보(신용정보 포함)보호를 위한 보안시스템을 갖추어야 하며, 개인정보처리방침을 공시하고 준수합니다.<br>
③ 회사는 서비스이용과 관련하여 발생하는 회원의 불만 또는 피해구제요청을 적절하게 처리할 수 있도록 필요한 인력 및 시스템을 구비합니다.<br>
④ 회사는 서비스이용과 관련하여 회원으로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 처리하여야 합니다. 회원이 제기한 의견이나 불만사항에 대해서는 게시판을 활용하거나 전자우편 등을 통하여 회원에게 처리일정 및 결과를 전달합니다.</p>
<br>

<h2>제 11조 (회원의 의무)</h2>
<p>① 회사는 가입신청자의 신청에 대하여 서비스 이용을 승낙함을 원칙으로 합니다. 다만, 회사는 아래 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나 사후에 이용계약을 해지할 수 있습니다.</p>
<div style="margin-left:20px">
1. 신청 또는 변경 시 허위내용의 입력<br>
2. 타인의 정보 도용<br>
3. 서비스 요금의 미납<br>
4. 회사가 게시한 정보의 변경<br>
5. 회사가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시<br>
6. 회사와 기타 제3자의 저작권 등 지적재산권에 대한 침해<br>
7. 회사 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위<br>
8. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 서비스에 공개 또는 게시하는 행위<br>
9. 회사의 동의 없이 영리를 목적으로 서비스를 사용하는 행위<br>
10. 기타 불법적이거나 부당한 행위<br><br>
</div>
<p>② 회원은 제1항의 행위로 인한 모든 책임을 스스로 부담하며, 회원이 등록한 자료를 원인으로 하여 제3자로부터 명예훼손 등의 문제가 제기된 경우, 회사는 해당 자료를 우선 삭제하고, 회원에게는 사후에 통지할 수 있습니다.<br>
③ 회원은 관련 법령, 본 약관의 규정, 이용안내 및 서비스와 관련하여 공지한 주의사항, 회사가 통지하는 사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 안 됩니다.</p>
<br>

<h2>제 12조 (서비스의 내용)</h2>
<p>회사는 회원에게 아래와 같은 서비스를 제공합니다.<br>
1. 홈트레이닝/짐트레이닝 별 운동방법 콘텐츠 제공<br>
2. 회원들간의 꿀팁, 일지, 운동방법 관련 콘텐츠 제공</p>
<br>

<h2>제 13조 (콘텐츠에 대한 권한)</h2>
<p>① 회사가 이용자에게 제공하는 콘텐츠에 대한 지식재산권을 포함한 일체의 권리는 회사에 귀속됩니다.<br>
② 서비스에서 제공되는 콘텐츠에 대한 권한은 아래와 같습니다.<br>
<div style="margin-left:20px">
1. 회사 및/또는 회사의 공급자는 서비스에서 제공되거나 서비스 이용의 일부로 또는 서비스 이용을 통해 액세스할 수 있는 콘텐츠에 대하여 등록 여부와 관계 없이 지식재산권을 포함한 모든 권리를 보유합니다.<br>
2. 이용자는 회사의 사전 동의없이 콘텐츠를 복사, 편집, 수정, 변경 또는 파생물 생성 또는 다른 방식으로 사용할 수 없고, 이러한 권리를 제3자에게 허가 또는 허여할 수 없습니다.<br>
3. 콘텐츠는 제3 자의 소유권 또는 지식 재산권에 따라 보호될 수 있습니다. 이용자는 콘텐츠의 전부 또는 일부를 수정, 대여, 임대, 임차, 판매, 배포 또는 이에 기반을 둔 파생물을 생성하거나 콘텐츠에 대한 라이선스를 허여할 수 없습니다.<br><br>
</div>
③ 회사는 서비스의 정책 또는 회사가 운영하는 서비스 간 통합 등의 사유로 게시물의 게재위치를 변경·이전할 수 있습니다.<br>
④ 서비스에서 제공되는 콘텐츠에는 광고, 프로모션 자료 및 문서나 기타 후원 대상 콘텐츠가 포함될 수 있습니다. 이용자는 회사가 서비스의 일부로 이용자에게 프로모션 목적의 광고, 프로모션 자료 또는 기타 콘텐츠 및 자료나 제품을 배치하거나 제시한다는 데 동의합니다.<br>
⑤ 이용자는 서비스를 이용함으로써 불쾌하거나 적절하지 못하거나 무례한 일부 콘텐츠와 마주칠 수 있는 위험에 노출되며 이러한 노출과 관련하여 서비스 이용에 따른 위험은 전적으로 이용자 본인에게 있음을 이해합니다.<br>
⑥ 서비스 이용을 통해 다운로드, 설치 또는 다른 방식으로 획득한 모든 콘텐츠는 회사에 의해 "있는 그대로" 제공되며 이에 따른 위험은 이용자가 감수합니다. 회사는 이러한 콘텐츠를 다운로드 및/또는 사용하여 발생하거나 그 결과로 초래된 휴대폰이나 휴대폰의 소프트웨어, 컴퓨터 시스템 또는 기타 장치나 장치의 소프트웨어의 손상 또는 데이터 손실에 대해 책임을 지지 않습니다.<br>
⑦ 서비스에는 다른 웹 사이트를 포함한 제3자의 콘텐츠 자원 및 서비스("외부 자원")로 연결되는 하이퍼링크가 포함될 수 있습니다. 회사는 이러한 외부 자원에서 이용자에게 제공, 사용 가능 및/또는 표시되는 콘텐츠(광고, 제품 및 기타 자료 포함)에 대해 책임을 지지 않으며 이에 대한 통제력이 없으며, 이러한 외부 자원에서 이용자에게 제공, 사용 가능 및/또는 표시되는 콘텐츠(콘텐츠의 사용 가능성, 정확성, 적용 가능성 또는 완전성에 대한 이용자의 신뢰 포함)로 인해 또는 그 결과 이용자가 초래하는 손해나 손실에 대해 책임을 지지 않습니다.<br>
⑧ 이용자는 서비스와 관련되거나 이에 첨부되어 있거나 포함되어 있는 회사 또는 제3자의 소유권 표시, 기호, 상표, 서비스 표시, 상호, 로고 또는 기타 표시를 제거하거나 가리거나 숨기거나 수정하거나 다른 방식으로 변경할 수 없습니다(저작권 및 상표 표시 포함).</p>
<br>

<h2>제 14조 (서비스의 이용시간내용)</h2>
<p>① 회사는 연중무휴, 1일 24시간 서비스 제공을 원칙으로 합니다. 다만, 내용과 성질에 따라 제공하는 서비스 중 일부에 대하여 별도 이용가능시간을 지정할 수 있습니다. 이 경우, 회사는 부득이한 사정이 없는 한 별도 이용가능시간에 대해 사전에 공지합니다.<br>
② 회사는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신두절 또는 운영상 상당한 이유가 있는 경우 서비스의 제공을 일시적으로 중단할 수 있습니다. 이 경우 회사는 본 약관 제9조에서 정한 방법으로 회원에게 통지합니다. 다만, 회사가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.<br>
③ 회사는 서비스의 제공에 필요한 경우 정기점검을 실시할 수 있으며, 정기점검시간은 서비스제공화면에 공지한 바에 따릅니다.<br>
④ 회사는 재화 또는 용역의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 재화 또는 용역의 내용을 변경할 수 있습니다.</p>
<br>

<h2>제 15조 (서비스 요금)</h2>
<p>① 회사는 개인회원의 가입과 운동 관련 콘텐츠를 무료로 제공합니다. 다만, 회사가 추가로 개발하거나 다른 회사와 제휴계약을 통해 제공되는 서비스 등 부가 서비스는 유료로 제공될 수 있습니다.<br>
② 회사가 유료서비스를 제공하고자 하는 경우, 해당 서비스의 이용요금에 대해 공지를 하여야 합니다.
</p>
<br>

<h2>제 16조 (서비스의 변경)</h2>
<p>① 회사는 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부 서비스를 변경할 수 있습니다.<br>
② 서비스의 내용, 이용방법, 이용시간에 대하여 변경이 있는 경우에는 변경사유, 변경될 서비스의 내용 및 제공일자 등은 그 변경 전에 해당 서비스 초기 화면에 게시하여야 합니다.<br>
③ 회사는 무료로 제공되는 서비스의 일부 또는 전부를 회사의 정책 및 운영의 필요상 수정, 중단, 변경할 수 있으며, 이에 대하여 관련 법령에 특별한 규정이 없는 한 회원에게 별도의 보상을 하지 않습니다.</p>
<br>

<h2>제 17조 (정보의 제공 및 광고의 게재)</h2>
<p>① 회사는 회원이 서비스 이용 중 필요하다고 인정되는 다양한 정보를 공지사항이나 전자우편 등의 방법으로 회원에게 제공할 수 있습니다. 다만, 회원은 관련 법령에 따른 거래관련 정보 및 고객문의 등에 대한 답변 등을 제외하고는 언제든지 전자우편에 대해서 수신 거절을 할 수 있습니다.<br>
② 회사는 서비스의 운영과 관련하여 서비스 화면, 홈페이지, 전자우편 등에 광고를 게재할 수 있습니다. 광고가 게재된 전자우편을 수신한 회원은 수신거절을 회사에 할 수 있습니다.<br>
③ 이용자는 회사가 제공하는 서비스와 관련하여 게시물 또는 기타 정보를 변경, 수정, 제한하는 등의 조치를 취할 수 없습니다.</p>
<br>

<h2>제 18조 (계약해제, 해지, 휴면 등)</h2>
<p>① 회원은 언제든지 개인정보관리화면 등을 통하여 이용계약 해지 신청을 할 수 있으며, 회사는 관련 법령 등이 정하는 바에 따라 이를 처리합니다.<br>
② 회원은 회사의 책임 있는 사유로 정상적인 서비스가 제공되지 않는 경우, 고객센터를 통해 이용계약의 해지를 신청할 수 있습니다. 이 경우, 유료서비스를 이용 중인 회원은 해지 신청일까지의 이용요금을 일할 계산하여 전체 금액에서 공제하는 방식으로 환급을 받을 수 있습니다.<br>
③ 회원이 이용계약을 해지하는 경우, 회사는 관련 법령 및 개인정보처리방침이 정하는 바에 따라 회원의 데이터 일체를 처리합니다. 다만, 회원이 등록한 게시물 등은 자동으로 삭제되지 않으니 삭제를 원하시는 회원은 탈퇴 전에 스스로 삭제하여야 합니다.<br>
④ 이벤트 참여 이력이 있는 회원의 탈퇴 시, 회사는 다음과 같은 보존 이유로 탈퇴 후 이벤트 기간 동안 이벤트 참여 내역 및 참여와 관련된 개인 정보를 보관하며, 이벤트 종료 후 일괄 삭제합니다. 1) 이벤트 참여 및 경품 지급이 완료되었음에도 탈퇴 후 재가입 등을 통한 부정 참여 방지2) 이벤트 참여 결과 처리 및 경품 제공에 관한 프로세스를 완료하기 위해 회원의 지원정보를 보관할 필요가 있음<br>
⑤ 회원이 아래 각 호의 사유에 해당하는 경우, 회사는 회원자격을 제한 또는 정지시킬 수 있습니다.<br>
<div style="margin-left:20px">
1. 가입신청시 허위 내용을 등록한 경우<br>
2. 대금의 미지급, 기타 서비스 이용에 관련한 회원의 의무를 이행하지 아니한 경우<br>
3. 다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등 정상적인 서비스 운영을 위협한다고 판단되는 경우<br>
4. 서비스를 이용함에 있어 관련 법령 또는 본 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우<br>
5. 아래 각목에 해당하는 행위로서 서비스의 건전한 운영을 해하거나 업무를 방해하는 경우<br>
<div style="margin-left:20px">
가. 서비스의 운영과 관련하여 진위가 불분명한 사실 또는 허위의 사실을 적시하거나 유포하여 회사의 명예와 신용을 훼손하는 경우<br>
나. 서비스의 이용과정에서 회사 또는 그 임직원에게 모욕, 협박 또는 음란한 언행 등으로 운영을 방해하는 경우<br>
다. 서비스를 통해 구매한 재화 등을 정당한 이유 없이 상습적으로 취소 또는 반품하여 회사의 업무를 방해하는 경우 <br>
라. 재판매 목적으로 재화 등을 대량으로 중복 구매하여 서비스의 거래질서를 방해하는 경우<br>
마. 본 약관에 따른 이용자의 의무를 위반하는 경우<br><br>
</div>
</div>
⑥ 회사가 회원 자격을 제한·정지 시킨 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 회사는 회원자격을 상실시킬 수 있습니다.<br>
⑦ 회원이 최근 1년간 로그인 기록이 없는 경우, 회사는 회원 계정을 휴면계정으로 전환하거나 계정을 삭제할 수 있습니다.</p>
<br>

<h2>제 19조 (이용제한 등)</h2>
<p>① 회사는 회원이 본 약관상 의무를 위반하거나 서비스의 정상적인 운영을 방해한 경우, 그 경중에 따라 경고, 일시정지, 영구이용정지 등의 서비스 이용제한조치를 취할 수 있습니다.<br>
② 전항에도 불구하고, 회사는 회원이 타인의 명의(이름 및 전자우편 등) 또는 결제를 도용한 경우, 저작권법 등 관련 법령을 위반하여 불법프로그램의 제공하거나 운영방해, 불법통신 및 해킹, 악성프로그램의 배포, 접속권한 초과행위 등을 한 경우 즉시 영구이용정지를 할 수 있습니다. 본 항에 따른 영구이용정지 조치시 서비스 이용을 통해 획득한 각종 혜택 등도 모두 자동 소멸되며, 회사는 이에 대해 별도로 보상하지 않습니다.<br>
③ 회사는 회원이 계속해서 6개월 이상 로그인하지 않는 경우, 회원정보의 보호 및 운영의 효율성을 위해 서비스 이용을 제한할 수 있습니다.<br>
④ 회사는 본 조의 이용제한 범위 내에서 제한의 조건 및 세부내용은 내부 운영정책에 따릅니다.<br>
⑤ 본 조에 따라 서비스 이용을 제한하거나 계약을 해지하는 경우에는 회사는 본 약관 제9조에서 정한 방법으로 회원에게 통지합니다.<br>
⑥ 회원은 본 조에 따른 이용제한 등에 대해 회사가 정한 절차에 따라 이의신청을 할 수 있습니다. 이 때 회원의 이의가 정당하다고 인정되는 경우, 회사는 즉시 서비스의 이용을 재개합니다.</p>
<br>

<h2>제 20조 (책임제한)</h2>
<p>① 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.<br>
② 회사는 회원의 귀책사유로 인한 서비스 이용 장애에 대하여 일체의 책임을 부담하지 않습니다.<br>
③ 회사는 회원이 서비스와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 일체의 책임을 부담하지 않습니다.<br>
④ 회사는 회원 간 또는 회원과 제 3자 상호간에 서비스를 매개로 하여 발생한 일체의 분쟁 등에 대하여 책임이 면제됩니다.<br>
⑤ 회사는 무료로 제공되는 서비스 이용과 관련하여 관련 법령에 특별한 규정이 없는 한 일체의 책임을 부담하지 않습니다.</p>
<br>

<h2>제 21조 (준거법 및 재판관할)</h2>
<p>① 회사와 회원 간 제기된 소송은 대한민국법을 준거법으로 합니다.<br>
② 회사와 회원 간 발생한 분쟁에 관한 소송은 서울중앙지방법원을 제1심 관할 법원으로 합니다.</p>
<br>

<h2>부칙. 서비스 이용약관의 변경</h2>
<p>법령/정책 또는 보안기술의 변경에 따라 내용의 추가, 삭제 및 수정이 있을 시에는 변경 이유 및 내용 등을 기한의 정함이 없이 사전에 공지하도록 하겠습니다. </p>
<br>

</div>
<c:import url="/WEB-INF/views/includes/footer.jsp"/>
</body>
</html>